Repository: binel01/datnek
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Elémentaire
nl: Elementair

source: Pré-intermédiaire
nl: Halfgevorderden

source: Intermédiaire
nl: Gevorderd

source: Courrant
nl: Vloeiend

source: Français
nl: Frans

source: Anglais
nl: Engels

source: Néerlandais
nl: Nederlands

source: Langue
nl: Taal

source: Parlé
nl: Gesproken

source: Ecrit
nl: Schrijven

source: Compréhension
nl: Begrijpend

source: Bienvenue sur l'application de gestion des langues
nl: Welkom bij de taalbeheertoepassing

source: Francais
nl: Frans

source: FRANCAIS
nl: FRANS

source: Ajouter une langue
nl: Taal toevoegen

source: Choisir la langue
nl: Taal kiezen

source: Niveau parlé
nl: Gesproken niveau

source: Niveau écrit
nl: Schriftelijk niveau

source: Niveau compréhension
nl: Inzicht in niveau

source: Enregistrer
nl: Opslaan

source: Nombre de langues
nl: Aantal talen

source: Liste des langues
nl: Lijst met talen

source: Actions
nl: Acties

source: Modifier
nl: Wijzigen

source: Détail
nl: Detail

source: Supprimer
nl: Verwijderen
